{ "translations": {
    "Backup" : "Copia de seguranza",
    "Update on all Backup's event" : "Actualización de todos os eventos de copia de seguranza",
    "complete" : "completa",
    "partial" : "parcial",
    "seconds" : "segundos",
    "minutes" : "minutos",
    "hours" : "horas",
    "days" : "días",
    "A new restoring point ({type}) has been generated, requiring maintenance mode for {downtime}." : "Xerouse un novo punto de restauración ({type}), que precisa do modo de mantemento durante {downtime}.",
    "Your system have been fully restored based on a restoring point from {date} (estimated rewind: {rewind})" : "O seu sistema foi restaurado por completo en función dun punto de restauración a partir do {date} (volta atrás estimada: {wind})",
    "The file {file} have been restored based on a restoring point from {date} (estimated rewind: {rewind})" : "O ficheiro {file} foi restaurado en función dun punto de restauración a partir do {date} (volta atrás estimada: {wind})",
    "Backup now. Restore later." : "Faga unha copia de seguranza agora. Restaure máis adiante.",
    "The Backup App creates and stores backup images of your Nextcloud:\n\n- Backup the instance, its apps, your data and your database,\n- Administrator can configure the time slots for automated backup,\n- Full and Partial backup, with different frequencies,\n- 2-pass to limit downtime (maintenance mode) of your instance,\n- Compression and encryption,\n- Upload your encrypted backup on an external filesystem,\n- Download and search for your data,\n- Restore single file or the entire instance." : "A aplicación Copia de seguranza crea e almacena imaxes de copia de seguranza do seu Nextcloud:\n\n– Facer unha copia de seguranza da instancia, das súas aplicacións, dossteus datos e da súa base de datos,\n– A administración pode configurar as franxas horarias para a copia de seguranza automática,\n– Copia de seguranza total e parcial, con diferentes frecuencias,\n– 2 pasos para limitar o tempo de inactividade (modo de mantemento) da súa instancia,\n– Compresión e cifrado,\n– Envíe a súa copia de seguranza cifrada nun sistema de ficheiros externo,\n– Descargue e busque os seus datos,\n– Restaurar un só ficheiro ou a instancia completa.",
    "App Data" : "Datos da aplicación",
    "Choose where the backup app will initially store the restoring points." : "Escolla onde almacenará inicialmente a aplicación de copia de seguranza os puntos de restauración.",
    "Path in which to store the data. (ex: app_data)" : "Ruta na que almacenar os datos. (p. ex.: datos_aplicación)",
    "Set as App Data" : "Definir como datos da aplicación",
    "Error" : "Erro",
    "Changing the App Data will delete the data stored in the previous one including restoring points." : "Se cambia os datos da aplicación, eliminaranse os datos almacenados na anterior, incluídos os puntos de restauración.",
    "I understand some data will be deleted." : "Entendo que se eliminarán algúns datos.",
    "Change the App Data" : "Cambia os datos da aplicación",
    "Local storage" : "Almacenamento local",
    "Unable to fetch app data" : "Non é posíbel recuperar os datos da aplicación",
    "App data has been set" : "Estabelecéronse os datos da aplicación",
    "Unable to set app data" : "Non é posíbel definir os datos da aplicación",
    "Restoring points locations" : "Localizacións dos puntos de restauración",
    "Manage available storage locations for storing restoring points" : "Xestionar as localizacións dispoñíbeis para almacenar puntos de restauración",
    "Path in which to store the restoring points. (ex: backups)" : "Ruta na que almacenar os puntos de restauración. (p. ex.: copias de seguranza)",
    "Add new external location" : "Engade unha nova localización externa",
    "External storage" : "Almacenamento externo",
    "Restoring point location" : "Localización do punto de restauración",
    "Actions" : "Accións",
    "Delete" : "Eliminar",
    "No external storage available" : "Non hai almacenamento externo dispoñíbel",
    "If you want to store your restoring points on an external location, configure an external storage in the \"External storage\" app." : "Se quere almacenar os seus puntos de restauración nunha localización externa, configure un almacenamento externo na aplicación «Almacenamento externo».",
    "No external locations set" : "Non se definiu ningunha localización externa",
    "You can add a new location with the above form." : "Pode engadir unha nova localización co formulario anterior.",
    "Unable to fetch external locations" : "Non é posíbel recuperar localizacións externas",
    "New external location added" : "Engadiuse unha nova localización externa",
    "Unable to save new external location" : "Non é posíbel gardar a nova localización externa",
    "External location deleted" : "Eliminouse a localización externa",
    "Unable to delete the external location" : "Non é posíbel eliminar a localización externa",
    "Backups configuration" : "Configuración de copias de seguranza",
    "General configuration on how and when your restoring points are created." : "Configuración xeral sobre como e cando se crean os seus puntos de restauración.",
    "Enable background tasks" : "Activar as tarefas en segundo plano",
    "You can enable background task for backups. This means that the creation, maintenance and purges of backups will be done automatically." : "Pode activar a tarefa en segundo plano para as copias de seguranza. Isto significa que a creación, mantemento e purga das copias de seguranza faranse automaticamente.",
    "Creation: New restoring points will be created according to the schedule." : "Creación: crearanse novos puntos de restauración segundo a programación.",
    "Maintenance: Restoring points will be packed and copied to potential external storages." : "Mantemento: os puntos de restauración empaquetaranse e copiaranse en posíbeis almacenamentos externos.",
    "Purge: Old restoring points will be deleted automatically according to the retention policy." : "Purga: os puntos de restauración antigos eliminaranse automaticamente segundo a directiva de retención.",
    "Enable background tasks to automatically manage creation, maintenance and purge." : "Activar as tarefas en segundo plano para xestionar automaticamente a creación, o mantemento e a purga.",
    "Backup schedule" : "Programación de copia de seguranza",
    "Limit restoring points creation to the following hours interval:" : "Limitar a creación de puntos de restauración ao seguinte intervalo de horas:",
    "and" : "e",
    "Allow the creation of full restoring points during week day" : "Permitir a creación de puntos de restauración completa durante a semana",
    "Time interval between two full restoring points" : "Intervalo de tempo entre dous puntos de restauración completa",
    "Time interval between two partial restoring points" : "Intervalo de tempo entre dous puntos de restauración parcial",
    "Packing processing" : "Procesamento do paquete",
    "Processing that will be done on the restoring points during the packing step." : "Procesamento que se realizará nos puntos de restauración durante a etapa de empaquetado.",
    "Encrypt restoring points" : "Cifrar os puntos de restauración",
    "Compress restoring points" : "Comprimir os puntos de restauración",
    "Retention policy" : "Directiva de retención",
    "You can specify the number of restoring points to keep during a purge." : "Pode especificar o número de puntos de restauración a manter durante unha purga.",
    "Policy for the local app data" : "Directiva para os datos da aplicación local",
    "Policy for external storages" : "Directiva de almacenamento externo",
    "Export backup configuration" : "Exportar a configuración de copia de seguranza",
    "You can export your settings with the below button. The exported file is important as it allows you to restore your backup in case of full data lost. Keep it in a safe place!" : "Pode exportar a súa configuración co botón seguinte. O ficheiro exportado é importante xa que lle permite restaurar a súa copia de seguranza en caso de perder os datos completos. Gárdeo nun lugar seguro!",
    "Export configuration" : "Exportar a configuración",
    "Your settings export as been downloaded encrypted. To be able to decrypt it later, please keep the following private key in a safe place:" : "A exportación dos seus axustes descargouse cifrada. Para poder descifrala máis tarde, garde a seguinte chave privada nun lugar seguro:",
    "Request the creation of a new restoring point now" : "Solicite agora a creación dun novo punto de restauración",
    "The creation of a restoring point as been requested and will be initiated soon." : "A creación dun punto de restauración tal e como se solicitou e iniciarase en breve.",
    "Create full restoring point" : "Crea un punto de restauración completa",
    "Requesting a backup will put the server in maintenance mode." : "Solicitar unha copia de seguranza porá o servidor en modo de mantemento.",
    "I understand that the server will be put in maintenance mode." : "Entendo que o servidor porase en modo de mantemento.",
    "Cancel" : "Cancelar",
    "Request {mode} restoring point" : "Solicitar o punto de restauración {mode}",
    "Unable to fetch the settings" : "Non é posíbel recuperar os axustes",
    "Settings saved" : "Axustes gardados",
    "Unable to save the settings" : "Non é posíbel gardar os axustes",
    "Unable to request restoring point" : "Non é posíbel solicitar o punto de restauración",
    "Unable to export settings" : "Non é posíbel exportar os axustes",
    "_A full restoring point will be created {delayFullRestoringPoint} day after the last one between {timeSlotsStart}:00 and {timeSlotsEnd}:00 any day of the week._::_A full restoring point will be created {delayFullRestoringPoint} days after the last one between {timeSlotsStart}:00 and {timeSlotsEnd}:00 any day of the week._" : ["Crearase un punto de restauración completa {delayFullRestoringPoint} día após o último entre {timeSlotsStart}:00 e {timeSlotsEnd}:00 calquera día da semana.","Crearase un punto de restauración completa {delayFullRestoringPoint} días após o último entre {timeSlotsStart}:00 e {timeSlotsEnd}:00 calquera día da semana."],
    "_A full restoring point will be created {delayFullRestoringPoint} day after the last one between {timeSlotsStart}:00 and {timeSlotsEnd}:00 during weekends._::_A full restoring point will be created {delayFullRestoringPoint} days after the last one between {timeSlotsStart}:00 and {timeSlotsEnd}:00 during weekends._" : ["Crearase un punto de restauración completa {delayFullRestoringPoint} día após o último entre {timeSlotsStart}:00 e {timeSlotsEnd}:00 durante as fins de semana.","Crearase un punto de restauración completa {delayFullRestoringPoint} días após o último entre {timeSlotsStart}:00 e {timeSlotsEnd}:00 durante as fins de semana."],
    "_A partial restoring point will be created {delayPartialRestoringPoint} day after the last one between {timeSlotsStart}:00 and {timeSlotsEnd}:00 any day of the week._::_A partial restoring point will be created {delayPartialRestoringPoint} days after the last one between {timeSlotsStart}:00 and {timeSlotsEnd}:00 any day of the week._" : ["Crearase un punto de restauración parcial {delayPartialRestoringPoint} día após o último entre {timeSlotsStart}:00 e {timeSlotsEnd}:00 calquera día da semana.","Crearase un punto de restauración parcial {delayPartialRestoringPoint} días após o último entre {timeSlotsStart}:00 e {timeSlotsEnd}:00 calquera día da semana."],
    "_day_::_days_" : ["día","días"],
    "Scheduled" : "Programado",
    "Pending" : "Pendente",
    "Not completed" : "Sen completar",
    "Orphan" : "Orfo",
    "Completed" : "Completado",
    "Not packed yet" : "Aínda sen empaquetar",
    "Packed" : "Empaquetado",
    "Encrypted" : "Cifrado",
    "Compressed" : "Comprimido",
    "Restoring points history" : "Historial de puntos de restauración",
    "List of the past and future restoring points" : "Lista de puntos de restauración pasados ​​e futuros",
    "Issue" : "Incidencia",
    "Health" : "Saúde",
    "Status" : "Estado",
    "Date" : "Data",
    "ID" : "ID",
    "No issue" : "Non se produciu ningunha incidencia",
    "Local" : "Local",
    "Next full restoring point" : "Próximo punto de restauración completa",
    "Next partial restoring point" : "Próximo punto de restauración parcial",
    "Unable to fetch restoring points" : "Non é posíbel recuperar os puntos de restauración",
    "Scan Backup Folder" : "Analizar o cartafol de copia de seguranza"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}