{ "translations": {
    "Scan Backup Folder" : "Verificar Pasta de Backup",
    "Backup" : "Backup",
    "Update on all Backup's event" : "Atualização em todos os eventos do Backup",
    "complete" : "finalizado",
    "partial" : "parcial",
    "seconds" : "segundos",
    "minutes" : "minutos",
    "hours" : "horas",
    "days" : "dias",
    "A new restoring point ({type}) has been generated, requiring maintenance mode for {downtime}." : "Um novo ponto de restauração ({type}) foi gerado, exigindo modo de manutenção para {downtime}.",
    "Your system have been fully restored based on a restoring point from {date} (estimated rewind: {rewind})" : "Seu sistema foi totalmente restaurado com base em um ponto de restauração de {date} (retrocesso estimado: {rewind})",
    "The file {file} have been restored based on a restoring point from {date} (estimated rewind: {rewind})" : "O arquivo {file} foi restaurado com base em um ponto de restauração de {date} (retrocesso estimado: {rewind})",
    "Backup now. Restore later." : "Faça backup agora. Restaure mais tarde.",
    "The Backup App creates and stores backup images of your Nextcloud:\n\n- Backup the instance, its apps, your data and your database,\n- Administrator can configure the time slots for automated backup,\n- Full and Partial backup, with different frequencies,\n- 2-pass to limit downtime (maintenance mode) of your instance,\n- Compression and encryption,\n- Upload your encrypted backup on an external filesystem,\n- Download and search for your data,\n- Restore single file or the entire instance." : "The Backup App creates and stores backup images of your Nextcloud:\n\n- Faça backup da instância, seus aplicativos, seus dados e seu banco de dados, \n- O administrador pode configurar os intervalos de tempo para backup automatizado, \n- Backup completo e parcial, com frequências diferentes,\n- 2 passagens para limitar o tempo de inatividade (modo de manutenção) de sua instância,\n- Compressão e criptografia,\n- Faça upload do seu backup criptografado em um sistema de arquivos externo,\n- Baixe e pesquise seus dados,\n- Restaure um único arquivo ou a instância inteira.",
    "App Data" : "Dados do Aplicativo",
    "Choose where the backup app will initially store the restoring points." : "Escolha onde o aplicativo de backup armazenará inicialmente os pontos de restauração.",
    "Path in which to store the data. (ex: app_data)" : "Caminho para armazenar os dados. (ex: app_data)",
    "Set as App Data" : "Definir como Dados de Aplicativo",
    "Error" : "Erro",
    "Changing the App Data will delete the data stored in the previous one including restoring points." : "Alterar os dados do aplicativo excluirá os dados armazenados no anterior, incluindo pontos de restauração.",
    "I understand some data will be deleted." : "Eu entendo que alguns dados serão excluídos.",
    "Change the App Data" : "Alterar os Dados do Aplicativo",
    "Local storage" : "Armazenamento local",
    "Unable to fetch app data" : "Não é possível buscar dados do aplicativo",
    "App data has been set" : "Os dados do aplicativo foram configurados",
    "Unable to set app data" : "Não é possível definir os dados do aplicativo",
    "Restoring points locations" : "Restaurando a localização dos pontos",
    "Manage available storage locations for storing restoring points" : "Gerenciar locais de armazenamento disponíveis para armazenamento de pontos de restauração",
    "Path in which to store the restoring points. (ex: backups)" : "Caminho para armazenar os pontos de restauração. (ex: backups)",
    "Add new external location" : "Adicionar novo local externo",
    "External storage" : "Armazenamento externo",
    "Restoring point location" : "Restaurando a localização do ponto",
    "Actions" : "Ações",
    "Delete" : "Excluir",
    "No external storage available" : "Armazenamento externo indisponível",
    "If you want to store your restoring points on an external location, configure an external storage in the \"External storage\" app." : "Se você deseja armazenar seus pontos de restauração em um local externo, configure um armazenamento externo no app \"Armazenamento externo\".",
    "No external locations set" : "Nenhum local externo definido",
    "You can add a new location with the above form." : "Você pode adicionar um novo local com o formulário acima.",
    "Unable to fetch external locations" : "Incapaz de buscar locais externos",
    "New external location added" : "Novo local externo adicionado",
    "Unable to save new external location" : "Incapaz de salvar novo local externo",
    "External location deleted" : "Local externo excluído",
    "Unable to delete the external location" : "Não é possível excluir o local externo",
    "Backups configuration" : "Configuração de backups",
    "General configuration on how and when your restoring points are created." : "Configuração geral sobre como e quando seus pontos de restauração são criados.",
    "Enable background tasks" : "Habilitar tarefas em segundo plano",
    "You can enable background task for backups. This means that the creation, maintenance and purges of backups will be done automatically." : "Você pode habilitar a tarefa em segundo plano para backups. Isso significa que a criação, manutenção e eliminação de backups serão feitas automaticamente.",
    "Creation: New restoring points will be created according to the schedule." : "Criação: Novos pontos de restauração serão criados de acordo com o cronograma.",
    "Maintenance: Restoring points will be packed and copied to potential external storages." : "Manutenção: os pontos de restauração serão empacotados e copiados para armazenamentos externos em potencial.",
    "Purge: Old restoring points will be deleted automatically according to the retention policy." : "Eliminar: os pontos de restauração antigos serão excluídos automaticamente de acordo com a política de retenção.",
    "Enable background tasks to automatically manage creation, maintenance and purge." : "Habilite tarefas em segundo plano para gerenciar automaticamente a criação, manutenção e eliminação.",
    "Backup schedule" : "Agendamento de backup",
    "A full restoring point will be created {delayFullRestoringPoint} days after the last one between {timeSlotsStart}:00 and {timeSlotsEnd}:00 any day of the week." : "Um ponto de restauração completo será criado {delayFullRestoringPoint} dias após o último entre {timeSlotsStart}:00 e {timeSlotsEnd}:00 em qualquer dia da semana.",
    "A full restoring point will be created {delayFullRestoringPoint} days after the last one between {timeSlotsStart}:00 and {timeSlotsEnd}:00 during weekends." : "Um ponto de restauração completo será criado {delayFullRestoringPoint} dias após o último entre {timeSlotsStart}:00 e {timeSlotsEnd}:00 durante os finais de semana.",
    "A partial restoring point will be created {delayPartialRestoringPoint} days after the last one between {timeSlotsStart}:00 and {timeSlotsEnd}:00 any day of the week." : "Um ponto de restauração parcial será criado {delayPartialRestoringPoint} dias após o último entre {timeSlotsStart}:00 e {timeSlotsEnd}:00 em qualquer dia da semana.",
    "Limit restoring points creation to the following hours interval:" : "Limite a criação de pontos de restauração ao seguinte intervalo de horas:",
    "and" : "e",
    "Allow the creation of full restoring points during week day" : "Permitir a criação de pontos de restauração completos durante o dia da semana",
    "Time interval between two full restoring points" : "Intervalo de tempo entre dois pontos de restauração completos",
    "Time interval between two partial restoring points" : "Intervalo de tempo entre dois pontos de restauração parcial",
    "Packing processing" : "Processamento de Empacotamento",
    "Processing that will be done on the restoring points during the packing step." : "Processamento que será feito nos pontos de restauração durante a etapa de empacotamento.",
    "Encrypt restoring points" : "Criptografar pontos de restauração",
    "Compress restoring points" : "Comprimir pontos de restauração",
    "Retention policy" : "Política de retenção",
    "You can specify the number of restoring points to keep during a purge." : "Você pode especificar o número de pontos de restauração a serem mantidos durante uma limpeza.",
    "Policy for the local app data" : "Política para os dados de aplicativos locais",
    "Policy for external storages" : "Política para armazenamento externo",
    "Export backup configuration" : "Exportar configuração de backup",
    "You can export your settings with the below button. The exported file is important as it allows you to restore your backup in case of full data lost. Keep it in a safe place!" : "Você pode exportar suas configurações com o botão abaixo. O arquivo exportado é importante porque permite que você restaure seu backup em caso de perda total dos dados. Mantenha isso em um local seguro!",
    "Export configuration" : "Exportar configurações",
    "Your settings export as been downloaded encrypted. To be able to decrypt it later, please keep the following private key in a safe place:" : "Suas configurações exportadas foram baixadas criptografadas. Para poder descriptografá-lo mais tarde, mantenha a seguinte chave privada em um lugar seguro:",
    "Request the creation of a new restoring point now" : "Solicite a criação de um novo ponto de restauração agora",
    "The creation of a restoring point as been requested and will be initiated soon." : "A criação de um ponto de restauração conforme solicitado e será iniciada em breve.",
    "Create full restoring point" : "Criar ponto de restauração completo",
    "Requesting a backup will put the server in maintenance mode." : "Solicitando um backup colocará o servidor em modo de manutenção.",
    "I understand that the server will be put in maintenance mode." : "Eu entendo que o servidor será colocado em modo de manutenção.",
    "Cancel" : "Cancelar",
    "Request {mode} restoring point" : "Solicitar ponto de restauração {mode}",
    "Unable to fetch the settings" : "Não foi possível obter as configurações",
    "Settings saved" : "Configurações salvas",
    "Unable to save the settings" : "Não foi possível salvar as configurações",
    "Unable to request restoring point" : "Incapaz de solicitar ponto de restauração",
    "Unable to export settings" : "Não é possível exportar as configurações",
    "_day_::_days_" : ["dia","dias"],
    "Scheduled" : "Agendada",
    "Pending" : "Pendente",
    "Not completed" : "Não concluída",
    "Orphan" : "Órfão",
    "Completed" : "Finalizado",
    "Not packed yet" : "Ainda não empacotado",
    "Packed" : "Empacotado",
    "Encrypted" : "Criptografada",
    "Compressed" : "Comprimido",
    "Restoring points history" : "Restaurando o histórico de pontos",
    "List of the past and future restoring points" : "Lista dos pontos de restauração passados e futuros",
    "Issue" : "Apontamento",
    "Health" : "Saúde",
    "Status" : "Status",
    "Date" : "Data",
    "ID" : "ID",
    "No issue" : "Sem problema",
    "Local" : "Local",
    "local" : "local",
    "Next full restoring point" : "Próximo ponto de restauração total",
    "Next partial restoring point" : "Próximo ponto de restauração parcial",
    "Unable to fetch restoring points" : "Incapaz de buscar pontos de restauração"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}